# SetActSymbol

## Description
Procedure SetActSymbol sets the active symbol for a Vectorworks document.&lt;BR&gt;
&lt;BR&gt;

```pascal
PROCEDURE SetActSymbol(name : STRING);
```

```python

def vs.SetActSymbol(name):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|name|STRING|Name of symbol.|

## Version
Availability: from MiniCAD
## Category
* Objects - Symbols